{
  "title": "Women's Fashion 👩",
  "description": "Women's fashion is a powerful form of self-expression. It's about creating a personal style that is comfortable, confident, and adaptable to the many roles a woman plays.",
  "sentences": [
    "Understanding your body shape is the first step to dressing well.",
    "A capsule wardrobe with high-quality basics can be mixed and matched to create numerous outfits.",
    "Indian fashion offers a beautiful blend of traditional and contemporary styles.",
    "Accessorizing smartly can transform a simple outfit into something special.",
    "Comfort and confidence are the best accessories you can wear."
  ],
  "websites": [
    {
      "category": "Online Shopping (Western & Ethnic)",
      "links": [
        { "name": "Myntra", "url": "https://www.myntra.com/women" },
        { "name": "Nykaa Fashion", "url": "https://www.nykaafashion.com/" },
        { "name": "Ajio", "url": "https://www.ajio.com/women" },
        { "name": "Zara India", "url": "https://www.zara.com/in/" }
      ]
    },
    {
      "category": "Ethnic Wear & Indie Brands",
      "links": [
        { "name": "Fabindia", "url": "https://www.fabindia.com/" },
        { "name": "Biba", "url": "https://www.biba.in/" },
        { "name": "Jaypore", "url": "https://www.jaypore.com/" },
        { "name": "The Loom", "url": "https://www.theloom.in/" }
      ]
    },
    {
      "category": "Style Inspiration & Blogs",
      "links": [
        { "name": "Vogue India", "url": "https://www.vogue.in/fashion/" },
        { "name": "POPxo", "url": "https://www.popxo.com/fashion" }
      ]
    }
  ],
  "dos": [
    "Invest in good quality innerwear as it forms the foundation of your outfit.",
    "Experiment with different silhouettes to find what flatters you.",
    "Organize your closet so you can easily see what you own.",
    "Find a good tailor to alter clothes for a perfect fit."
  ],
  "donts": [
    "Don't buy an item just because it's on sale if it doesn't fit well or suit your style.",
    "Don't be a slave to trends; develop your own signature style.",
    "Avoid wearing uncomfortable shoes, no matter how good they look.",
    "Don't save your best clothes only for special occasions."
  ]
}

