{
  "title": "Living Room 🛋️",
  "description": "The living room is the heart of the home, a space for relaxation, entertainment, and spending time with loved ones. A well-organized and comfortable living room sets the tone for the entire house.",
  "sentences": [
    "Define zones for different activities, like a seating area for conversation and a corner for reading.",
    "Good lighting, combining ambient, task, and accent lights, can transform the space.",
    "Choose a comfortable and appropriately sized sofa as the anchor piece of the room.",
    "Incorporate storage solutions like shelves, cabinets, or ottomans to keep clutter at bay.",
    "Personalize the space with art, photos, plants, and decor that reflects your personality."
  ],
  "websites": [
    {
      "category": "Furniture & Decor (India)",
      "links": [
        { "name": "Pepperfry", "url": "https://www.pepperfry.com/category/living-room.html" },
        { "name": "Urban Ladder", "url": "https://www.urbanladder.com/living-room" },
        { "name": "IKEA India", "url": "https://www.ikea.com/in/en/cat/living-room-fu001/" }
      ]
    },
    {
      "category": "Inspiration & Ideas",
      "links": [
        { "name": "Architectural Digest India", "url": "https://www.architecturaldigest.in/topics/living-rooms/" },
        { "name": "Pinterest", "url": "https://in.pinterest.com/search/pins/?q=indian%20living%20room%20ideas" },
        { "name": "Houzz", "url": "https://www.houzz.in/photos/living-room-ideas-phbr0-bp~t_21040" }
      ]
    }
  ],
  "dos": [
    "Invest in a good quality rug to define the seating area.",
    "Mix and match textures (cushions, throws, curtains) to add depth and warmth.",
    "Ensure there is a clear pathway for walking through the room.",
    "Use mirrors to make the space feel larger and brighter."
  ],
  "donts": [
    "Don't push all furniture against the walls; create conversational groupings.",
    "Avoid using only overhead lighting, which can feel harsh.",
    "Don't over-clutter with too many small decorative items.",
    "Don't choose a TV that is too large for the room's scale."
  ]
}

